tap "homebrew/core"
tap "homebrew/cask"
brew "wget"
brew "git"
brew "gh"
brew "docker"
brew "python"
brew "pipx"
brew "llvm"
brew "gcc"
brew "go"
brew "redis" 
brew "pgcli"
brew "postgresql"
brew "sqlite"
brew "zoom"
brew "telegram"
brew "visual-studio-code"
brew "iterm2"
brew "postman"
brew "utm"
brew "keka"
brew "yandex"
brew "firefox"
brew "google-chrome"
brew "notion"
brew "chatgpt"
brew "transmission"
brew "vlc"
brew "cheatsheet"
brew "fork"
brew "fzf"
brew "jq"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "kubectx"
brew "node"