tap "homebrew/core"
tap "homebrew/cask"
brew "wget"
brew "git"
brew "docker"
brew "python"
brew "llvm"
brew "go"
brew "redis"
brew "pgcli"
brew "postgresql"
brew "sqlite"
brew "zoom"
brew "telegram-desktop"
brew "visual-studio-code"
brew "iterm2"
brew "postman"
brew "keka"
brew "yandex"
brew "firefox"
brew "google-chrome"
brew "notion"
brew "chatgpt"
brew "transmission"