42crunch.vscode-openapi
aaron-bond.better-comments
alexcvzz.vscode-sqlite
arjun.swagger-viewer
codeium.codeium
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
leetcode.vscode-leetcode
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ru
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
mtxr.sqltools
mtxr.sqltools-driver-pg
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
tushortz.python-extended-snippets
twxs.cmake
tyriar.sort-lines
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscodevim.vim
wholroyd.jinja
